Revit 2027 API
ParameterTypeId.BuildingpadHeightabovelevelParam Property
 "Height Offset From Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BuildingpadHeightabovelevelParam { get; }
Public Shared ReadOnly Property BuildingpadHeightabovelevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BuildingpadHeightabovelevelParam {
	ForgeTypeId^ get ();
}
static member BuildingpadHeightabovelevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace